{
  "achievementData": {
    "sports": [
      "Our U-14 Girls team secured 2nd place at Bardez Taluka level.",
      "Miss. Niriksha Rathod secured 2nd place in Individual event in U-14 Girls category and now she is qualified for District level.",
      "Our U - 17 Girls team secured 2nd place ",
      "U - 17 Boys team secured 3rd Place in Yoga competition at Bardez Taluka level organised by DSYA",
      "Our U-14 Boys team became Runners up(2nd Place) at Bardez Taluka level in Kabaddi.",
      "Miss Shravi H. Divkar - Gold Medal in double unders in U-17 Girls category.",
      "Mast. Vihaan J. Mandrekar - Silver Medal in Single hop event in U-14 Boys category.",
      "Mast. Govind V. Polle - Bronze Medal in Double unders event in U-17 Boys category.",
      "Our other participants missed the Medal with 4-5 skipps difference.",
      "We congratulate all the Medal winners and participants for their outstanding performance at the state level.",
      "Our U-16 Boys team won the first match against Dattaram Mantravadi High school Mapusa organised by Goa Cricket Association.<br> We scored 303 Runs in 39.3 overs out of 40 overs and set a target of 304 for the opponent team. <br>Two of our Boys have played an exceptional Knock.<br> Mast. Govind Vishnu Polle scored *117 Runs* and Mast. Aayush Khema Tuencar scored 53 Runs while moving a score board to 303  <br> now we have entered for the second round of the match",
      "Total Five of our Students had participated in the Rope Skipping Nationals held at Peddem in Goa itself.(Goa being host this year)<br>   1)Miss Shravi Hemant Divkar (X std.)<br>      2)Miss Parthavi Sandeep Palni (IX Std.)<br>      3)Mast. Tejas Sameer Sinari ( X std.)<br>      4)Mast. Vihaan Jayesh Mandrekar ( VI std.)<br>      5)Mast. Atharv Anand Naik ( VI std.)",
      "Miss Shravi Hemant Divkar ( Std. X) secured Silver Medal in Double unders event in Individual category and clinched Gold Medal in Team Relay event in U-17 Girls category.",
      "Mast. Atharv Anand Naik ( Std. VI) clinched Gold Medal in Double unders Team Relay event in U-12 Boys category."
    ],
    "others": [
      "Felicitation of teacher's by Rajhauns for securing 100% result at SSC Board exam 2023-24",
      "Our student Mast.Goraksh Palni has bagged *3rd prize * in Story telling competition organised by Anagha wachasundar pratisthan Porvorim",
      "Our student Miss. Asmita Abhay Hajare has bagged 1st Consolation Prize in Monologue competition organised by Anagha Wachasundar Pratisthan Parvari",
      "3rd prize in Taluka level Patriotic singing competition organised by Balbhavan Panaji",
      "1st. prize in Taluka level Patriotic singing competition organised by Giant Club of Khorlim Mapusa",
      "Our school bagged 2nd Prize in Patriotic group singing competition organised by Sarvajanik Ganeshotsav Mapusa Market",
      "Our student Mast. Goraksh Palni has bagged 2nd place & Miss Sharvi Naik has bagged 3rd place in Elocution Competition ( Category A : 5th to 7th std ) ",
      "Miss Parthavi Palni has bagged 1st place in Elocution Competition ( Category B : 8th to 10th std ) ",
      "Result of Subhashit Pathantar competition Taluka level <br>Category B-  Mast.Yogen Sathe- 1st prize <br>Category C- Mast.Goraksh Palni- 3rd prize  <br>Category D- Miss.Sanvi Anvekar- 1st Prize Miss.Parthavi Palni- 2nd Prize Mast.Tejas Sinari- 1st Consolation Miss Kavya Gadkar- 2nd consolation",
      "Our school bagged 3rd prize in the state level sampoorna Vande Mataram singing competition held at Institute of Menezes Braganza Panjim Goa",
      "Mast. Arnav N. Naik clinched Gold  Medal at State level in U-14 Boys Judo competition organised by Directorate of Sorts and Youth affairs held at Campal",
      "Rotract Club Of Mapusa had organized a Story Telling Competition in which our students<br>       Miss. Sharvi Naik has secured 1st Prize <br>  And Mast. Shuban Shirgaonkar has secured 1st Consolation Prize",
      "Mast Yogen Sathe from Class IV bagged the First prize in the Fancy Dress competition and Storytelling competition organized by the Rotaract Club of Mapusa",
      "Miss Ananya Mathkar from Class I bagged the First Consolation prize in the Fancy Dress competition organized by the Rotaract Club of Mapusa",
      "Miss Sharvi Anvekar from Class III bagged the Second Consolation prize in the Rotary Inter-School Drawing competition organized by the Rotary Club of Bardez Coasta",
      "Rotaract club of Mapusa in collaboration with sarvajanik Sanskruti Ganesh Mandal had organised storytelling competition in which our students <br>Miss Sharvi Naik secured 2nd place and <br>Miss Aradhya Mandrekar secured 3rd place",
      "Rotaract club of Mapusa in collaboration with sarvajanik Sanskruti Ganesh Mandal had organised Subhashit recitation competition in which our students <br>Miss Lakshika Roshan Chodankar Class III secured 1st place and <b>Mast. Yogen Devendra Sathe secured 2nd place",
      "Achievement of our students in different competitions organised by Ganesh Sports and Cultural club, Khorlim - Mapusa<b>  Elocution Competition <b> V - VII <b>      Mast. Atharv Naik - 2nd<b>  VIII - X<b>  Miss. Ritvika Halarnkar - 2nd<b>  Story telling competition <b> V - VII<b>  Mast. Shuban Shirgaonkar - 3 rd<b> VIII - X<b> Miss Saanvi Anvekar - 2nd<b> Monologue competition <b> Mast. Goraksha Palni - 1st Consolation",
      "Sarvajanik Ganeshotsav Mandal, Mapusa had organised the Elocution competition in which our student <br>Miss Tanu kalvale secured 2nd Place and in storytelling competition <br>Mast. Shuban Shirgaonkar secured 1st Consolation Place",
      "Miss Parthavi Sandeep Palni (IX) secured 4th place at the Zonal level Mathematics Seminar",
      "Ganeshpuri Vishvasta Mandal Ganeshpuri Mapusa had organised Bhagavad Geeta Recitation Competition in which:<br> Group B - Bhagvadgita 12 Adhyay <br>Mast.Goraksh Palni secured 2nd prize Miss Pradnya Palni secured Consolation prize <br> Group C - 15th Adhyay <br> Miss Parthavi Palni secured 1st prize Miss Saanvi Anvekar secured 3rd prize.",
      "Dr.K.B.Hedgewar High School had organised All Goa poster making competition in which around 40 schools had participated.<br>Our school bagged 3rd place in poster making competition and following students had participated in the same.<br> 1)Varad parab std.VII <br>2)Santoshi Rajak <br>3)Gayatri Parab",
      "Talexpo 2024 competition updates<br>  1st Place in Skipping competition to Miss Shravi Divkar<br> 1st Place in 'Know Your Culture' to Miss Parthavi Palni<br>  2nd Place in Rubik's to Mast. Arnav Naik<br> 2nd Place in Ad Mad Show to Mast. Tejas Sinari<br>  3rd Place in Mime to Miss Saanvi Anvekar<br> 3rd Place in Express Yourself to Miss. Saanvi Anvekar ",
      "Saraswati High School, Juvem had organised Hindi Elocution Competition in which:<br> Miss Sharvi Shambha Naik has secured 2nd prize",
      "Ganeshpuri Vishvasta Mandal, Ganeshpuri Mapusa had organised Elocution Competition in which:<br> Miss Sharvi Shambha Naik had secured 2nd prize.<br> Mast. Shuban Vivek Sirgaonkar and Miss Gayatri Jagdish Parab had secured consolation prize.",
      "Miss Sharvi Shamba Naik had secured 3rd place in Elocution Competition organised by Goa State Central Library",
      "Miss Asmita Abhay Hajare had secured 3rd consolation prize in state level Sangati Elocution Competition organised by Saraswat High School, Khorlim - Mapusa.",
      "Samrat Student Award - The Ideal Cirizen of Tomorrow, has been awarded to Miss Parthavi Sandeep Palni for the academic year 2024-25 by Samrat Club of Mapusa",
      "Achievements of students at Taluka level Sane Guruji Story Telling Competition. <br> V - VII<br> Miss. Sharvi Shambha Naik - 1st Place<br> VIII - X<br> Mast. Arnav Nitesh Naik- 1st Consolation<br> Mast. Yogen Devendra Sathe stood 1st in the Under I to IV category"
    ]
  }
}
