{
    "data": [
        {
            "name": "Mr. Shridhar Chandrakant Katkar",
            "designation": "P.T.A. Chairman",
            "year": "2024 -2025",
            "img": "Shridhar",
            "text": "आज मी आपल्यासमोर उभा आहे ते आपल्या शाळेच्या अद्वितीय वातावरणाबद्दल आणि शैक्षणिक दृष्टिकोनाबद्दल बोलण्यासाठी, आपली शाळा ही शहराच्या गर्दीपासून दूर, शांत आणि निवांत वातावरणात स्थित आहे. या शांत वातावरणात विद्यार्थी त्यांच्या शिक्षणावर पूर्णपणे लक्ष केंद्रित करू शकतात. शांततामय वातावरणात शिकण्याची प्रक्रिया अधिक प्रभावी बनवते. ही शाळा एक समृद्ध आणि समावेशक शालेय स्कृती निर्माण करण्यावर भर देते आणि येथील प्रत्येक विद्यार्थी आपल्याला मिळालेल्या प्रत्येक संधीचा पुरेपूर उपयोग करुन घेतो. या शाळेमध्ये विद्यार्थ्यांमध्ये एकता आणि समुदायाची भावना वाढवण्यासाठी नेक कार्यक्रम आयोजित केले जातात. यामुळे विद्यार्थी एकमेकांशी सहकार्य करायला शिकतात आणि एकमेकांना मदत करायला शिकतात. या शाळेचा शैक्षणिक दृष्टिकोन फक्त शैक्षणिक उत्कृष्टतेपुरता मर्यादित नाही तर थे विद्यार्थ्यांच्या सर्वांगीण विकासावर भर देतो. तसेच विद्यार्थ्यांमध्ये सर्जनशीलता, क्रिटिकल थिंकिंग आणि समस्या सोडवण्याच्या क्षमता विकसित करण्यासाठी प्रयत्न केले जातात. विद्यार्थ्यांच्या रीरिक आणि मानसिक आरोग्याकडेही लक्ष दिले जाते व विद्यार्थ्यांना एक चांगला नागरिक बनण्यासाठी आवश्यक असलेल्या सर्व कौशल्यांनी सुसज्ज करते.<br> तसेच या शाळेमध्ये मराठी आणि संस्कृत मध्ये शिक्षण दिले ते आणि मी माझ्या या दोन भाषांवर अभिमान बाळगतो. मराठी ही आपली मातृभाषा आहे, आपल्या संस्कृतीची ओळख आहे. या भाषेतून आपल्या पूर्वजांनी आपल्याला अमूल्य साहित्य, कविता, गद्य, नाटकं आणि इतिहास ची देणगी दिली आहे. ही भाष आपल्याला आपल्या संस्कृतीशी जोडते, आपल्या परंपरांचा वारसा पुढे नेण्यास मदत करते. संस्कृत भाषेचे महत्त्वही कमी नाही. <br>ही भाषा वैदिक काळापासून आपल्या संस्कृतीचा आधारस्तंभ हे. या भाषेतून आपल्याला वेद, उपनिषद, पुराणे आणि इतर अनेक पवित्र ग्रंथ मिळाले आहेत. संस्कृत भाषेचे ज्ञान आपल्याला आपल्या संस्कृतीचे खोलवर जाणून घेण्यास मदत करते. माझ्या या दोन्ही भाषांवरील रेमामुळे मी माझ्या दोन्ही पाल्यांना याच शाळेत दाखल केले आहे. या शाळेत मराठी आणि संस्कृत या दोन्ही भाषांचे शिक्षण चांगल्या पद्धतीने दिले जाते.<br> मला विश्वास आहे की, या शाळेतून माझ्या मुलांना चांगले संस्कार आणि शिक्षण मिळेल. आपण सर्वजण आपल्या मातृभाषेचे सन्मान करूया आणि ती जपण्याचा प्रयत्न करूया. आपल्या मुलांनाही आपल्या मातृभाषेचे महत्त्व सांगूया. या भाषांमुळेच आपली संस्कृती जिवंत राहते. <br>धन्यवाद..!"
        },
        {
            "name": "Mrs. Vidula Sandesh Anvekar",
            "designation": "P.T.A. Joint Secretary",
            "year": "2024 -2025",
            "img": "Vidula",
            "text": "We have enrolled both our kids in this school since Shishuvatika. Our experience of all these years has been immensely positive and has completely met our expectations.<br> The idea to choose the school was that we wanted a place where values and character building is given priority over career. And also where the primary education would be imparted in local tongue.<br>Given the school being relatively new, there are understandably immense challenges, but we see and are hopeful that the school never loses the sight of their motto. <br>We wish them all the very best in this noble mission of transforming lives of future citizens of our country!"
        },
        {
            "name": "Miss Lawandi Gawas",
            "designation": "SSC Topper",
            "year": "2015 -2016",
            "img": "Lawandi",
            "text": "Shree Ganesh High School is not just a school it's a family. I was really blessed to be part of this family. I  Still remember those beautiful days, where we learned and had builded the pavement of our future.  I still recollect those various programs like Aaji Ajoba divas, kavitancha pavus and various days celebration Marathi divas, science day, Maths day etc. This schools not only gives you theoretical knowledge also gives you practical knowledge and also teaches moral values, religious values. Those home visits and all those efforts taken by staff members are shine of my success. If possible I would love to relive those moments. From my first day to my last day in school. This school gave me values, ways and meaning to live a life."
        },
        {
            "name": "Mast. Bhargava Rajesh Bhatkurse",
            "designation": "SSC Topper",
            "year": "2017 -2018",
            "img": "Bhargava",
            "text": "I am incredibly proud to be a part of this institution! Having witnessed the school’s journey from humble beginnings, I am thrilled to see its remarkable progress in infrastructure and the quality of education over the years. Beyond formal education, the school’s strong emphasis on Indic values and patriotism truly shaped us into responsible citizens. Its focus on extracurricular allowed me to explore theatre, music, and sports alongside academics. The school played a pivotal role in shaping my outlook on life and making me who I am today. So many cherished memories!"
        },
        {
            "name": "Miss Riya Paste",
            "designation": "SSC Topper",
            "year": "2019 -2020",
            "img": "Riya",
            "text": "We all have heard people saying that school is our second home and teachers our second mothers, and it indeed was the same being a student of Shree Ganesh High School. A place I would always proudly refer to as 'My School. <br>SGHS is a place that shaped me into the person I am today, provided me a stage to showcase my talents, built my confidence and encouraged me to strive for the best. Those 6 years of my life as student has instilled values that would stay with me forever. A school that motivates you to be better in every field may it be academics, sports, cultural or any other  aspect that is crucial for laying a foundation of a person. As I reflect back, I realise the pivotal role it plays for me today and I would always be grateful to all my teachers, the management and the non-teaching staff for their tireless efforts towards making the school and every student a better citizen of tomorrow"
        },
        {
            "name": "Miss Shrungi Hemant Divkar",
            "designation": "SSC Topper",
            "year": "2020 -2021",
            "img": "Shrungi",
            "text": "आजन्म मी स्मरेन, ही थोर माझी शाळा <br>विद्या शिकावयाला, आरंभ जेथ केला <br>या जुन्या कवितेचे स्मरण होताच माझ्या डोळ्यासमोर माझी शाळा उभी राहते ती म्हणजे श्रीगणेश विद्यामंदिर, म्हापसा. मी या शाळेमध्ये पाचवीत प्रवेश घेतला. शाळेची सुरुवातच देवी सरस्वतीच्या प्रार्थनेने व्हायची. त्यामुळे मला संस्काराचे मौलिक मंत्र मिळाले. या शाळेतील शिक्षक वर्ग मला कुटुंबाप्रमाणे वाटत होते. ते माझ्या सुख दु:खात सहभागी होत होते. माझ्या कला गुणांना वाव देत होते. शिस्त म्हणजे काय हे मी या शाळेकडूनच शिकले. शिक्षक वर्ग मला अभ्यासात प्रोत्साहन देत होते. त्यामुळे मला अभ्यास करण्याची जिद्द निर्माण झाली. शाळेचे नाव उज्वल करण्याचे माझे ध्येय होते. त्यासाठी खूप मेहनत घेतली व त्यांचेच फळ आज मला मिळाले आहे. माझी शाळा नुसती शाळा नाही तर एक ज्ञानमंदिर आहे . मी शाळेतील मुख्याध्यापक, वर्ग शिक्षिका, बाकी शिक्षक वर्ग  व इतर शिक्षकेत्तर यांची मी फार फार ऋणी आहे .जेव्हा जेव्हा मला शाळेची आठवण येते तेव्हा माझ्या ओठावर शब्द येतात,<br>दान दिल्याने ज्ञान वाढते <br>या ज्ञानाचे मंदिर है <br>सत्य शिवाहून सुंदर हे <br>सत्य शिवाहून सुंदर हे <br><br> My years at Shree Ganesh High School were a blend of learning, growth, and self-discovery. From exploring subjects and forming lasting friendships to discovering my love for writing and excelling in extracurricular activities, every moment shaped me.<br>This school taught me discipline, resilience, and time management, while the encouragement of teachers, parents and my friends fueled my confidence. They also appreciated my skills and talent.<br>Beyond textbooks, these years were about building bonds, creating memories, and shaping the person I am today. I am forever grateful for the guidance, support, and opportunities that made this journey so fulfilling."
        },
        {
            "name": "Mast. Srujan Rajesh Bhatkurse",
            "designation": "SSC Topper",
            "year": "2022 -2023",
            "img": "Srujan",
            "text": "My school experience was a blend of both challenges and growth. Academically, I had some subjects that were difficult, but the teachers were mostly supportive. Whenever I had doubts in any subject, they used to help me and sort all my difficulties.<br>This institution focuses not just on the academics but overall education like sports, theatre, music, art forms which truly shapes the life of the children.<br>The infrastructure facilities and the quality of education have been improved significantly over the years and indeed I am much honored to be a part of this institution.Lots of memories to be cherish forever <br>Thank you!"
        },
        {
            "name": "Mast. Kannav Jayesh Mandrekar",
            "designation": "SSC Topper",
            "year": "2023 - 2024",
            "img": "Kannav",
            "text": "As a former student I found the Shree Ganesh High School's experience to be Excellent. The teachers are so friendly, skillful and disciplined who gives their attention to each and every child. This school not only gives you knowledge but also teaches you good values to become a good person in the society. I am very grateful to be the part of Shree Ganesh High School."
        },
        {
            "name": "Miss Parthavi Sandeep Palni",
            "designation": "STD IX Student",
            "year": "2024 -2025",
            "img": "Parthavi",
            "text": "It's a pride for me to be a student of Shree Ganesh High School, also famous as Multi-Talented and Most Active School in Goa. A good school provides safe learning environment, quality education, supportive and cooperative staff and extra-curricular activities. All these things not only improve academic performance of the student but also help in the all-round development of the students. In my opinion the best example for all the above things is my school Shree Ganesh High School. Also, all the students are very lucky to have talented teachers, who provides us quality education along with their helpful guidance. The experience in this school would really help me to reach greater heights in my future."
        },
        {
            "name": "Mast. Arnav Nitesh Naik",
            "designation": "STD VIII Student",
            "year": "2024 -2025",
            "img": "Arnav",
            "text": "First of all, our school has loving teaching and non-teaching staff, providing equal opportunities to each and every student. The school has made the finest infrastructure available for every academic and extracurricular activity. We encourage participation in every possible competition and activity, embracing students' talents and preparing them for the future, which results in increasing the students' academic and overall development. <br>Classes are also taken for life skills and values, with a counselor available three days a week.<br> As a student of Shree Ganesh High school I am proud to be one."
        }
    ]
}
